
export const DataList = [
    {
        thumbnailUrl: {uri: "https://firebasestorage.googleapis.com/v0/b/kaidao-96674.appspot.com/o/img11.png?alt=media&token=09465487-83b7-49f7-9457-0295aa7bded1"},
        ingredientHeader: [''],
        ingredient: [
            '1.ຊີ້ນງົວ',      
            '2.ຂີງ',       
            '3.ນ້ຳຕານ',      
            '4.ງາຂາວ',     
            '5.ເກືອ',      
            '6.ຫົວຜັກທຽມແຫ້ງ',
            '7.ນ້ຳມັນສຳລັບຈືນ',
        ],
        unit: [
            '1 ກິໂລ',
            '3 ຫົວໃຫຍ່',
            '6 ບ່ວງແກງ',
            '1 ຂີດ',
            '1 ບ່ວງ',
            '5 ຫົວ',
            '0.5 ລິດ',
        ],
        cooking: [
            'ນຳຊີ້ນງົວທີ່ຕຽມໄວ້ນັ້ນມາເອືອບໃສ່ເກືອ, ນ້ຳຕານ, ນ້ຳຂີງ ຄົນໃຫ້ເຂົ້າກັນ, ເອົາງາໂຮຍໃສ່ໃຫ້ທົ່ວ,',
            'ແລ້ວຈື່ງນຳໄປລຽນໃສ່ພາຊະນະນຳໄປຕາກແດດໃຫ້ແຫ້ງ. ຫຼັງຈາກນັ້ນ, ນຳໄປຈືນໃສ່ນ້ຳມັນໃຫ້ສຸກຮັບປະທານກັບເຂົ້າໜຽວຮ້ອນໆ'
        ],
        title: 'ຊີ້ນສະຫວັນ',
        type: 'ຂອງຄາວ',
        key: 1
    },
    {
        thumbnailUrl: require('../assets/images/Main/2.NaemNueang.png'),
        ingredientHeader: ['#ສ່ວນປະກອບແໜມເນືອງ:','#ສ່ວນປະກອບນ້ຳແຈ່ວ:'],
        ingredient: [
            '1.ຊີ້ນງົວ',      
            '2.ຂີງ',       
            '3.ນ້ຳຕານ',      
            '4.ງາຂາວ',     
            '5.ເກືອ',      
            '6.ຫົວຜັກທຽມແຫ້ງ',
            '7.ນ້ຳມັນສຳລັບຈືນ',
        ],
        unit: [
            '1 ກິໂລ',
            '3 ຫົວໃຫຍ່',
            '6 ບ່ວງແກງ',
            '1 ຂີດ',
            '1 ບ່ວງ',
            '5 ຫົວ',
            '0.5 ລິດ',
        ],
        ingredient02: [
            '1.ໝາກແອັບເປີ້ນ',	  
            '2.ມັນຝຣັ່ງ',	    
            '3.ກະທຽມປອກປະມານ',	
            '4.ນ້ຳຕານຊາຍ',  
            '5.ນ້ຳມັນງາ',    
            '6.ເຕົ້າຈ້ຽວ',	    
            '7.ຊັອດໝາກເລັ່ນ',  
            '8.ເກືອ',    
            '9.ຄະນໍ',    
            '10.ນ້ຳສົ້ມສາຍຊູ',  	
            '11.ເນີຍຖົ່ວ',  	
            '12.ນ້ຳ'    
        ],
        unit02: [
            '1 ໜ່ວຍ',
              '2 ຫົວ',
              '1 ຫົວ',
             '1 ຈອກ',
           '40 ກຣາມ',
           '23 ກຣາມ',
           '20 ກຣາມ',
          '1 ບ່ວງກາເຟ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ', 
            '4 ຈອກ'
        ],
        cooking: [
            'ນຳຊີ້ນງົວທີ່ຕຽມໄວ້ນັ້ນມາເອືອບໃສ່ເກືອ, ນ້ຳຕານ, ນ້ຳຂີງ ຄົນໃຫ້ເຂົ້າກັນ, ເອົາງາໂຮຍໃສ່ໃຫ້ທົ່ວ,',
            'ແລ້ວຈື່ງນຳໄປລຽນໃສ່ພາຊະນະນຳໄປຕາກແດດໃຫ້ແຫ້ງ. ຫຼັງຈາກນັ້ນ, ນຳໄປຈືນໃສ່ນ້ຳມັນໃຫ້ສຸກຮັບປະທານກັບເຂົ້າໜຽວຮ້ອນໆ'
        ],
        title: 'ແໜມເນືອງ',
        type: 'ຂອງຄາວ',
        key: 2
    },
    {
        thumbnailUrl: require('../assets/images/Main/2.NaemNueang.png'),
        ingredientHeader: ['#ສ່ວນປະກອບແໜມເນືອງ:','#ສ່ວນປະກອບນ້ຳແຈ່ວ:'],
        ingredient: [
            '1.ຊີ້ນງົວ',      
            '2.ຂີງ',       
            '3.ນ້ຳຕານ',      
            '4.ງາຂາວ',     
            '5.ເກືອ',      
            '6.ຫົວຜັກທຽມແຫ້ງ',
            '7.ນ້ຳມັນສຳລັບຈືນ',
        ],
        unit: [
            '1 ກິໂລ',
            '3 ຫົວໃຫຍ່',
            '6 ບ່ວງແກງ',
            '1 ຂີດ',
            '1 ບ່ວງ',
            '5 ຫົວ',
            '0.5 ລິດ',
        ],
        ingredient02: [
            '1.ໝາກແອັບເປີ້ນ',	  
            '2.ມັນຝຣັ່ງ',	    
            '3.ກະທຽມປອກປະມານ',	
            '4.ນ້ຳຕານຊາຍ',  
            '5.ນ້ຳມັນງາ',    
            '6.ເຕົ້າຈ້ຽວ',	    
            '7.ຊັອດໝາກເລັ່ນ',  
            '8.ເກືອ',    
            '9.ຄະນໍ',    
            '10.ນ້ຳສົ້ມສາຍຊູ',  	
            '11.ເນີຍຖົ່ວ',  	
            '12.ນ້ຳ'    
        ],
        unit02: [
            '1 ໜ່ວຍ',
              '2 ຫົວ',
              '1 ຫົວ',
             '1 ຈອກ',
           '40 ກຣາມ',
           '23 ກຣາມ',
           '20 ກຣາມ',
          '1 ບ່ວງກາເຟ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ', 
            '4 ຈອກ'
        ],
        cooking: [
            'ນຳຊີ້ນງົວທີ່ຕຽມໄວ້ນັ້ນມາເອືອບໃສ່ເກືອ, ນ້ຳຕານ, ນ້ຳຂີງ ຄົນໃຫ້ເຂົ້າກັນ, ເອົາງາໂຮຍໃສ່ໃຫ້ທົ່ວ,',
            'ແລ້ວຈື່ງນຳໄປລຽນໃສ່ພາຊະນະນຳໄປຕາກແດດໃຫ້ແຫ້ງ. ຫຼັງຈາກນັ້ນ, ນຳໄປຈືນໃສ່ນ້ຳມັນໃຫ້ສຸກຮັບປະທານກັບເຂົ້າໜຽວຮ້ອນໆ'
        ],
        title: 'ແໜມເນືອງ ຫວານ',
        type: 'ຂອງຫວານ',
        key: 3
    },
    {
        thumbnailUrl: require('../assets/images/Main/2.NaemNueang.png'),
        ingredientHeader: ['#ສ່ວນປະກອບແໜມເນືອງ:','#ສ່ວນປະກອບນ້ຳແຈ່ວ:'],
        ingredient: [
            '1.ຊີ້ນງົວ',      
            '2.ຂີງ',       
            '3.ນ້ຳຕານ',      
            '4.ງາຂາວ',     
            '5.ເກືອ',      
            '6.ຫົວຜັກທຽມແຫ້ງ',
            '7.ນ້ຳມັນສຳລັບຈືນ',
        ],
        unit: [
            '1 ກິໂລ',
            '3 ຫົວໃຫຍ່',
            '6 ບ່ວງແກງ',
            '1 ຂີດ',
            '1 ບ່ວງ',
            '5 ຫົວ',
            '0.5 ລິດ',
        ],
        ingredient02: [
            '1.ໝາກແອັບເປີ້ນ',	  
            '2.ມັນຝຣັ່ງ',	    
            '3.ກະທຽມປອກປະມານ',	
            '4.ນ້ຳຕານຊາຍ',  
            '5.ນ້ຳມັນງາ',    
            '6.ເຕົ້າຈ້ຽວ',	    
            '7.ຊັອດໝາກເລັ່ນ',  
            '8.ເກືອ',    
            '9.ຄະນໍ',    
            '10.ນ້ຳສົ້ມສາຍຊູ',  	
            '11.ເນີຍຖົ່ວ',  	
            '12.ນ້ຳ'    
        ],
        unit02: [
            '1 ໜ່ວຍ',
              '2 ຫົວ',
              '1 ຫົວ',
             '1 ຈອກ',
           '40 ກຣາມ',
           '23 ກຣາມ',
           '20 ກຣາມ',
          '1 ບ່ວງກາເຟ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ',
            '1 ບ່ວງແກງ', 
            '4 ຈອກ'
        ],
        cooking: [
            'ນຳຊີ້ນງົວທີ່ຕຽມໄວ້ນັ້ນມາເອືອບໃສ່ເກືອ, ນ້ຳຕານ, ນ້ຳຂີງ ຄົນໃຫ້ເຂົ້າກັນ, ເອົາງາໂຮຍໃສ່ໃຫ້ທົ່ວ,',
            'ແລ້ວຈື່ງນຳໄປລຽນໃສ່ພາຊະນະນຳໄປຕາກແດດໃຫ້ແຫ້ງ. ຫຼັງຈາກນັ້ນ, ນຳໄປຈືນໃສ່ນ້ຳມັນໃຫ້ສຸກຮັບປະທານກັບເຂົ້າໜຽວຮ້ອນໆ'
        ],
        title: 'ແໜມເນືອງ ເຄື່ອງດື່ມ',
        type: 'ເຄື່ອງດື່ມ',
        key: 4
    }
    
    
]